const url = window.location.origin
export default {
  url: url,
  name: 'Hello!',
  books: [{
    id: 1,
    name: 'รสชาติของผลไม้ที่ยังไม่สุกงอม 1',
    review: 4,
    price_full: '599.00',
    price: '499.00',
    stock: true,
    favorite: false,
    chart: false,
    image: `${url}/book.jpg`,
    writer: 'โชนัมจู',
    publisher: 'Piccolo',
    category: 'วรรณกรรม เรื่องสั้น',
    type: 'Books',
    barcode: '9786161840488 ',
    about: 'ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"',
    detail: 'รายละเอียด',
    images: [{
      url: `${url}/book.jpg`
    }, {
      url: `${url}/book1.jpg`
    }]
  }, {
    id: 2,
    name: 'รสชาติของผลไม้ที่ยังไม่สุกงอม 2',
    review: 4,
    price_full: '599.00',
    price: '499.00',
    stock: true,
    favorite: false,
    chart: false,
    image: `${url}/book.jpg`,
    writer: 'โชนัมจู',
    publisher: 'Piccolo',
    category: 'วรรณกรรม เรื่องสั้น',
    type: 'Books',
    barcode: '9786161840488',
    about: 'ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"',
    detail: 'รายละเอียด',
    images: [{
      url: `${url}/book.jpg`
    }, {
      url: `${url}/book1.jpg`
    }]
  }, {
    id: 3,
    name: 'รสชาติของผลไม้ที่ยังไม่สุกงอม 3',
    review: 4,
    price_full: '599.00',
    price: '499.00',
    stock: true,
    favorite: false,
    chart: false,
    image: `${url}/book.jpg`,
    writer: 'โชนัมจู',
    publisher: 'Piccolo',
    category: 'วรรณกรรม เรื่องสั้น',
    type: 'Books',
    barcode: '9786161840488',
    about: 'ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"',
    detail: 'รายละเอียด',
    images: [{
      url: `${url}/book.jpg`
    }, {
      url: `${url}/book1.jpg`
    }]
  }, {
    id: 4,
    name: 'รสชาติของผลไม้ที่ยังไม่สุกงอม 4',
    review: 4,
    price_full: '599.00',
    price: '499.00',
    stock: true,
    favorite: false,
    chart: false,
    image: `${url}/book.jpg`,
    writer: 'โชนัมจู',
    publisher: 'Piccolo',
    category: 'วรรณกรรม เรื่องสั้น',
    type: 'Books',
    barcode: '9786161840488',
    about: 'ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"',
    detail: 'รายละเอียด',
    images: [{
      url: `${url}/book.jpg`
    }, {
      url: `${url}/book1.jpg`
    }]
  }, {
    id: 5,
    name: 'รสชาติของผลไม้ที่ยังไม่สุกงอม 5',
    review: 4,
    price_full: '599.00',
    price: '499.00',
    stock: true,
    favorite: false,
    chart: false,
    image: `${url}/book.jpg`,
    writer: 'โชนัมจู',
    publisher: 'Piccolo',
    category: 'วรรณกรรม เรื่องสั้น',
    type: 'Books',
    barcode: '9786161840488',
    about: 'ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"',
    detail: 'รายละเอียด',
    images: [{
      url: `${url}/book.jpg`
    }, {
      url: `${url}/book1.jpg`
    }]
  }, {
    id: 6,
    name: 'รสชาติของผลไม้ที่ยังไม่สุกงอม 6',
    review: 4,
    price_full: '599.00',
    price: '499.00',
    stock: true,
    favorite: false,
    chart: false,
    image: `${url}/book.jpg`,
    writer: 'โชนัมจู',
    publisher: 'Piccolo',
    category: 'วรรณกรรม เรื่องสั้น',
    type: 'Books',
    barcode: '9786161840488',
    about: 'ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"',
    detail: 'รายละเอียด',
    images: [{
      url: `${url}/book.jpg`
    }, {
      url: `${url}/book1.jpg`
    }]
  }]
}
